[
  {
    "title": "NASA's Mars Helicopter Attached to Mars 2020 Rover ",
    "preview": "The helicopter will be first aircraft to perform flight tests on another planet."
  },
  {
    "title": "7 Things to Know About the Mars 2020 Perseverance Rover Mission",
    "preview": "NASA's next rover to the Red Planet is slated to launch no earlier than July 30. These highlights will get you up to speed on the ambitious mission."
  },
  {
    "title": "6 Things to Know About NASA's Ingenuity Mars Helicopter",
    "preview": "The first helicopter attempting to fly on another planet is a marvel of engineering. Get up to speed with these key facts about its plans."
  },
  {
    "title": "Mars Helicopter Attached to NASA's Perseverance Rover",
    "preview": "The team also fueled the rover's sky crane to get ready for this summer's history-making launch."
  },
  {
    "title": "With Mars Methane Mystery Unsolved, Curiosity Serves Scientists a New One: Oxygen",
    "preview": "For the first time in the history of space exploration, scientists have measured the seasonal changes in the gases that fill the air directly above the surface of Gale Crater on Mars. "
  },
  {
    "title": "How NASA's Perseverance Mars Team Adjusted to Work in the Time of Coronavirus ",
    "preview": "Like much of the rest of the world, the Mars rover team is pushing forward with its mission-critical work while putting the health and safety of their colleagues and community first."
  },
  {
    "title": "10.9 Million Names Now Aboard NASA's Perseverance Mars Rover",
    "preview": "As part of NASA's 'Send Your Name to Mars' campaign, they've been stenciled onto three microchips along with essays from NASA's 'Name the Rover' contest. Next stop: Mars."
  },
  {
    "title": "MOXIE Could Help Future Rockets Launch Off Mars",
    "preview": "NASA's Perseverance rover carries a device to convert Martian air into oxygen that, if produced on a larger scale, could be used not just for breathing, but also for fuel."
  },
  {
    "title": "NASA Updates Mars 2020 Mission Environmental Review",
    "preview": "NASA and the Department of Energy have completed a more detailed risk analysis for the Mars 2020 rover launch from Florida."
  },
  {
    "title": "NASA Wins Two Emmy Awards for Interactive Mission Coverage",
    "preview": "NASA-JPL's coverage of the Mars InSight landing earns one of the two wins, making this the NASA center's second Emmy."
  },
  {
    "title": "Mars 2020 Unwrapped and Ready for More Testing",
    "preview": "In time-lapse video, bunny-suited engineers remove the inner layer of protective foil on NASA's Mars 2020 rover after it was relocated for testing."
  },
  {
    "title": "NASA's Curiosity Keeps Rolling As Team Operates Rover From Home",
    "preview": "The team has learned to meet new challenges as they work remotely on the Mars mission."
  },
  {
    "title": "Sensors on Mars 2020 Spacecraft Answer Long-Distance Call From Earth",
    "preview": "Instruments tailored to collect data during the descent of NASA's next rover through the Red Planet's atmosphere have been checked in flight."
  },
  {
    "title": "Virginia Middle School Student Earns Honor of Naming NASA's Next Mars Rover",
    "preview": "NASA chose a seventh-grader from Virginia as winner of the agency's \"Name the Rover\" essay contest. Alexander Mather's entry for \"Perseverance\" was voted tops among 28,000 entries. "
  },
  {
    "title": "Alabama High School Student Names NASA's Mars Helicopter",
    "preview": "Vaneeza Rupani's essay was chosen as the name for the small spacecraft, which will mark NASA's first attempt at powered flight on another planet."
  }
]